Repository: tuliacms/cms
Catalog: src/Cms/Website/Infrastructure/Framework/Resources/translations/websites+intl-icu.*.xlf
Languages: pl

# tuliacms.websites.1
source: Website
pl: Witryna

# tuliacms.websites.2
source: Websites
pl: Witryny

# tuliacms.websites.3
source: Website saved.
pl: Witryna została zapisana.

# tuliacms.websites.4
source: Address
pl: Adres

# tuliacms.websites.5
source: Backend address
pl: Adres panelu administracyjnego

# tuliacms.websites.6
source: Show locales ({count})
pl: Pokaż języki ({count})

# tuliacms.websites.7
source: Locales in this website
pl: Języki w tej witrynie

# tuliacms.websites.8
source: No locales defined.
pl: Nie zdefiniowano języków.

# tuliacms.websites.9
source: Open in new tab
pl: Otwórz w nowej karcie

# tuliacms.websites.10
source: Click to show
pl: Kliknij by pokazać

# tuliacms.websites.11
source: Add website
pl: Dodaj witrynę

# tuliacms.websites.12
source: Edit website
pl: Edytuj witrynę

# tuliacms.websites.13
source: Delete website
pl: Usuń stronę

# tuliacms.websites.14
source: SSL mode
pl: Tryb SSL

# tuliacms.websites.15
source: Force SSL or no SSL (HTTPS) with redirection, or allow to use both types.
pl: Wymuś SSL lub brak SSL (HTTPS) z przekierowaniem lub zezwól na użycie obu typów.

# tuliacms.websites.16
source: Backend prefix
pl: Prefix panelu administracyjnego

# tuliacms.websites.17
source: What kind of adress should point to administration panel?
pl: Jaki adres powinien wskazywać panel administracyjny?

# tuliacms.websites.18
source: Type prefix of the URL, where You want to store Your website, i.e. <b>/b2b</b> for Your B2B company part, or <b>/gardens</b> for the gardens You made. Left empty to store on the root path.
pl: Wpisz prefiks adresu URL, pod którym chcesz przechowywać swoją stronę, np. <b>/b2b</b> dla Twojej firmy B2B, lub <b>/ogrody</b> dla wykonanych przez Ciebie ogrodów. Pozostawiony pusty do przechowywania w ścieżce głównej.

# tuliacms.websites.19
source: Path prefix
pl: Prefix ścieżki

# tuliacms.websites.20
source: Domain is not valid.
pl: Domena jest nieprawidłowa.

# tuliacms.websites.21
source: Websites allows You to create separated websites with different content, themes and settings, managed by one admin panel (on the same domain), or different admin panels when You use different domains and/or backend prefixes.
pl: Witryny umożliwiają tworzenie oddzielnych stron internetowych o różnej zawartości, motywach i ustawieniach, zarządzanych przez jeden panel administracyjny (nawet w tej samej domenie) lub różne panele administracyjne, gdy korzystasz z różnych domen i/lub prefiksów zaplecza.

# tuliacms.websites.22
source: This is a default locale?
pl: To jest domyślny język?

# tuliacms.websites.23
source: Default locale mut be one of the selected website locales.
pl: Domyślny język musi być jednym z dostępnych języków witryny.

# tuliacms.websites.24
source: Website activity changed.
pl: Zmieniono aktywność witryny.

# tuliacms.websites.25
source: Are You sure You want to delete all selected websites?
pl: Dodaj nowy język

# tuliacms.websites.26
source: Website and all locales were deleted.
pl: Witryna oraz wszystkie języki została usunięta.

# tuliacms.websites.27
source: Website not found.
pl: Nie znaleziono witryny.

# tuliacms.websites.28
source: You cannot delete current website. One website must be active.
pl: Nie możesz usunąć aktualnej witryny. Jedna witryna musi być aktywna.

# tuliacms.websites.29
source: Locale
pl: Język

# tuliacms.websites.30
source: Select which locales should be enabled for the website.
pl: Wybierz, które języki powinny być włączone dla witryny.

# tuliacms.websites.31
source: Locale prefix
pl: Prefix języka

# tuliacms.websites.32
source: If You want to make locale separation by path, not by domain, please fill this field with the path prefix for this locale.
pl: Jeśli chcesz dokonać separacji języka na witrynie według ścieżki, a nie domeny, wypełnij to pole prefiksem ścieżki dla tego języka.

# tuliacms.websites.33
source: Domain
pl: Domena

# tuliacms.websites.34
source: Type production domain where new website should be accessible.
pl: Podaj domenę produkcyjną pod którą będzie dostępna witryna.

# tuliacms.websites.35
source: Add locale
pl: Dodaj język

# tuliacms.websites.36
source: New locale
pl: Nowy język

# tuliacms.websites.37
source: Remove locale
pl: Usuń język

# tuliacms.websites.38
source: Website locale URL preview:
pl: Podgląd adresu URL witryny:

# tuliacms.websites.41
source: Languages URLs
pl: Adresy URL języków

# tuliacms.websites.42
source: Show addresses
pl: Pokaż adresy

# tuliacms.websites.43
source: Default locale
pl: Domyślny język

# tuliacms.websites.44
source: Locale code: {code}
pl: Kod języka: {code}

# tuliacms.websites.45
source: When You remove a whole website, You also remove all data attached to this website, like nodes, categories, tags, settings and other contents. Please be sure that You really want to do this!
pl: Usuwając całą witrynę, usuwasz również wszystkie dane dołączone do tej strony, takie jak węzły, kategorie, tagi, ustawienia i inne treści. Upewnij się, że naprawdę chcesz to zrobić!

# tuliacms.websites.46
source: Development domain
pl: Domena pod lokalny development

# tuliacms.websites.47
source: This domain will be used only when You are developing system locally on other domain (ie. localhost). Simplify deployment system.
pl: Ta domena będzie używana tylko wtedy, gdy tworzysz system lokalnie na innej domenie (np. localhost).

# tuliacms.websites.48
source: Inactive
pl: Nieaktywna

# tuliacms.websites.49
source: This website is inactive, only admins have access to frontend.
pl: Ta strona jest nieaktywna, tylko administratorzy mają dostęp do frontendu.

# tuliacms.websites.50
source: Cannot turn off website, because {reason}.
pl: Nie można wyłączyć witryny, ponieważ: {reason}.

# tuliacms.websites.51
source: Cannot delete this website, because {reason}.
pl: Nie można usunąć tej witryny, ponieważ: {reason}.

# tuliacms.websites.52
source: Delete locale
pl: Usuń język

# tuliacms.websites.53
source: Manage website
pl: Zarządzaj stroną

# tuliacms.websites.54
source: Create new website
pl: Stwórz nową witrynę

# tuliacms.websites.55
source: WARNING: Default locale cannot be changed after creating Website.
pl: UWAGA: Domyślny język nie może zostać zmieniony po utworzeniu witryny.

# tuliacms.websites.57
source: Advanced options
pl: Opcje zaawansowane

# tuliacms.websites.58
source: Force SSL
pl: Wymuś SSL

# tuliacms.websites.59
source: Force Non-SSL
pl: Wymuś brak SSL

# tuliacms.websites.60
source: Allowed both
pl: Pozwól na obydwa

# tuliacms.websites.61
source: This locale already exists in this website.
pl: Ten język już istnieje w stronie.

# tuliacms.websites.62
source: Activate
pl: Aktywuj

# tuliacms.websites.63
source: Deactivate
pl: Dezaktywuj
