Repository: tuliacms/cms
Catalog: src/Cms/Node/Infrastructure/Framework/Resources/translations/node+intl-icu.*.xlf
Languages: pl

# tuliacms.node.1
source: Node
pl: Wpis

# tuliacms.node.2
source: Nodes
pl: Wpisy treści

# tuliacms.node.3
source: Node saved.
pl: Wpis treści został zapisany.

# tuliacms.node.4
source: Trash node
pl: Do kosza

# tuliacms.node.5
source: Delete node
pl: Usuń wpis

# tuliacms.node.6
source: Publish node
pl: Opublikuj wpis

# tuliacms.node.7
source: Trash selected nodes
pl: Wrzuć zaznaczone do kosza

# tuliacms.node.8
source: Delete selected nodes
pl: Usuń zaznaczone

# tuliacms.node.9
source: Publish selected nodes
pl: Opublikuj zaznaczone

# tuliacms.node.10
source: Are You sure You want to trash following nodes?
pl: Czy na pewno chcesz usunąć następujące wpisy?

# tuliacms.node.11
source: Are You sure You want to delete following nodes?
pl: Czy na pewno chcesz usunąć następujące wpisy?

# tuliacms.node.12
source: Are You sure You want to publish following nodes?
pl: Czy na pewno chcesz opublikować następujące wpisy?

# tuliacms.node.13
source: Selected nodes were trashed.
pl: Wybrane wpisy zostały przeniesione do kosza.

# tuliacms.node.14
source: Selected nodes were deleted.
pl: Wybrane wpisy zostały usunięte.

# tuliacms.node.15
source: Selected nodes were published.
pl: Wybrane wpisy zostały opublikowane.

# tuliacms.node.16
source: Selected nodes were updated.
pl: Wybrane wpisy zostały uaktualnione.

# tuliacms.node.17
source: Preview node
pl: Podgląd treści

# tuliacms.node.18
source: Nodes list
pl: Lista wpisów treści

# tuliacms.node.19
source: Edit node
pl: Edytuj wpis treści

# tuliacms.node.20
source: Create node
pl: Stwórz nowy wpis treści

# tuliacms.node.21
source: Node not found.
pl: Wpis nie został znaleziony.

# tuliacms.node.22
source: Parent node
pl: Wpis nadrzędny

# tuliacms.node.23
source: Cannot assign self node as parent. Please select another parent node.
pl: Nie można przypisać wpisy własnego jako nadrzędnego. Wybierz inny wpis nadrzędny.

# tuliacms.node.24
source: User {username} created new <a href="{link}">node</a>.
pl: Użytkownik {username} stworzył nowy <a href="{link}">wpis</a>.

# tuliacms.node.25
source: User {username} deleted node.
pl: Użytkownik {username} usunął wpis.

# tuliacms.node.26
source: Draft
pl: Szkic

# tuliacms.node.27
source: Published
pl: Opublikowany

# tuliacms.node.28
source: Trashed
pl: W koszu

# tuliacms.node.30
source: Nodes of {type}
pl: Wpisy typu {type}

# tuliacms.node.31
source: Node purpose
pl: Przeznaczenie wpisy

# tuliacms.node.32
source: Purpose: {purpose}
pl: Przeznaczenie: {purpose}

# tuliacms.node.33
source: Node purpose describes additional purpose of any node. You can set here, i.e. if this node should be a Homepage.
pl: Tutaj możesz ustawić, np. czy ten wpis ma być stroną domową.

# tuliacms.node.34
source: Homepage
pl: Strona główna

# tuliacms.node.35
source: Contact page
pl: Strona kontaktu

# tuliacms.node.36
source: Privacy Policy page
pl: Polityka Prywatności

# tuliacms.node.37
source: Page
pl: Strona

# tuliacms.node.38
source: Cannot delete node "{title}", because: {reason}
pl: Nie można usunąć wpisy "{title}", ponieważ: {reason}

# tuliacms.node.39
source: Node has child subnodes. First, delete all child nodes, or move childs from this parent.
pl: Wpis ma wpisy podrzędne. Najpierw usuń wszystkie wpisy podrzędne lub przenieś dzieci z tego rodzica.

# tuliacms.node.40
source: No categories for this Node Type
pl: Nie używaj kategorii dla tego typu treści

# tuliacms.node.41
source: Category taxonomy type
pl: Rodzaj kategorii treści
