Repository: tuliacms/cms
Catalog: src/Cms/SearchAnything/Infrastructure/Framework/Resources/translations/search-anything+intl-icu.*.xlf
Languages: pl

# tuliacms.search-anything.1
source: Start typing...
pl: Co chcesz wyszukać...

# tuliacms.search-anything.2
source: Search anything...
pl: Szukaj wszędzie...

# tuliacms.search-anything.3
source: Search anything in Your website!
pl: Szukaj czegokolwiek w swojej witrynie!

# tuliacms.search-anything.4
source: In contents (pages, news, products etc.)
pl: W typach treściach (strong, wiadomości, produkty itd.)

# tuliacms.search-anything.5
source: In taxonomies (categories, tags etc.)
pl: W kategoriach (kategorie, tagi itd.)

# tuliacms.search-anything.6
source: In settings
pl: W ustawieniach

# tuliacms.search-anything.7
source: In tools
pl: W narzędziach

# tuliacms.search-anything.8
source: In system
pl: W systemie

# tuliacms.search-anything.9
source: In help
pl: W Centrum Pomocy

# tuliacms.search-anything.10
source: Search results: {query}
pl: Wyniki wyszukiwania: {query}

# tuliacms.search-anything.11
source: Searching for {query} &hellip;
pl: Wyszukiwanie {query} &hellip;

# tuliacms.search-anything.12
source: No results. Try to find using whole words.
pl: Nic nie znaleziono. Spróbuj szukać używając pełnych słów.

# tuliacms.search-anything.13
source: Search anything...
pl: Przeszukaj panel administracyjny...
