Repository: tuliacms/cms
Catalog: src/Cms/Platform/Infrastructure/Framework/Resources/translations/tulia-tour+intl-icu.*.xlf
Languages: pl

# tuliacms.tulia-tour.1
source: Tulia CMS Voyage
pl: Podróż po Tulia CMS

# tuliacms.tulia-tour.2
source: New in Tulia CMS?
pl: Nowy w Tulia CMS?

# tuliacms.tulia-tour.3
source: You need some tour through the system?
pl: Potrzebujesz krótkiej podróży po systemie?

# tuliacms.tulia-tour.4
source: Start tour
pl: Rozpocznij podróż

# tuliacms.tulia-tour.5
source: Next
pl: Dalej

# tuliacms.tulia-tour.6
source: Back
pl: Wróć

# tuliacms.tulia-tour.7
source: Finish
pl: Zakończ

# tuliacms.tulia-tour.8
source: Sidebar menu
pl: Menu boczne

# tuliacms.tulia-tour.9
source: <b>Contents</b> - guids You to create/edit pages, forms etc. <br /><b>Administration</b> - allows to manage system settings, websites, users, customizing theme etc.
pl: <b>Treści</b> - poprowadzi Cię to tworzenia/edycji stron, formularzy, zakłądek menu itp. <br /><b>Administracja</b> - pozwala zarządzać systemem, witrynami, użytkownikami, dostosować wygląd strony itp.

# tuliacms.tulia-tour.10
source: Search anything
pl: Szukaj wszędzie

# tuliacms.tulia-tour.11
source: You don&apos;t know where to find element?<br />Just search for it here.
pl: Nie wiesz gdzie znaleźć jakiś element w systemie?<br />Wyszukaj go tutaj!

# tuliacms.tulia-tour.12
source: Websites and Locales
pl: Witryny i Języki

# tuliacms.tulia-tour.13
source: You can switch between websites and locales... when You have any <i class="fa-regular fa-face-smile-wink"></i>
pl: Tutaj możesz przełączyć się pomiędzy witrynami i językami... jeśli posiadasz jakieś <i class="fa-regular fa-face-smile-wink"></i>

# tuliacms.tulia-tour.14
source: Did You found bug?
pl: Znalazłeś błąd?

# tuliacms.tulia-tour.15
source: You can help us and report bugs with this form.
pl: Możesz nam pomóc, wysyłając raport z błędem za pomocą tego formularza.

# tuliacms.tulia-tour.16
source: Thanks for using Tulia CMS
pl: Dzięki za użycie Tulia CMS

# tuliacms.tulia-tour.17
source: Now You can create Your new website.
pl: Teraz możesz rozpocząć tworzenie swojej nowej strony.
