Repository: tuliacms/cms
Catalog: src/Cms/Theme/Infrastructure/Framework/Resources/translations/themes+intl-icu.*.xlf
Languages: pl

# tuliacms.themes.1
source: Theme activated.
pl: Motyw został aktywowany.

# tuliacms.themes.2
source: Child of theme {name}.
pl: Motyw dziedziczący po {name}.

# tuliacms.themes.3
source: Active theme
pl: Aktywny

# tuliacms.themes.4
source: Customize
pl: Dostosuj

# tuliacms.themes.5
source: Activate
pl: Aktywuj

# tuliacms.themes.6
source: Default Theme in use.
pl: Domyślny motyw w użyciu.

# tuliacms.themes.7
source: You use Default Theme now, which is not customizable. Select one of the available themes to configure Your website for Your needs. You may also install new themes using installator or extensions directory. Make You website Beautiful!
pl: Używasz teraz motywu domyślnego, którego nie można dostosować. Wybierz jeden z dostępnych motywów, aby skonfigurować swoją stronę internetową do swoich potrzeb. Możesz także zainstalować nowe motywy za pomocą katalogu instalacyjnego lub rozszerzeń. Spraw, aby Twoja strona była piękna!

# tuliacms.themes.8
source: Install theme
pl: Zainstaluj motyw

# tuliacms.themes.9
source: Select Theme file to install. This must be a .zip file.
pl: Wybierz plik motywu do zainstalowania. To musi być plik .zip.

# tuliacms.themes.10
source: Theme package
pl: Paczka z motywem

# tuliacms.themes.11
source: Install
pl: Instaluj

# tuliacms.themes.12
source: Theme has been installed
pl: Motyw został zainstalowany

# tuliacms.themes.13
source: Uninstall theme
pl: Odinstaluj motyw

# tuliacms.themes.14
source: Do You want to uninstall this theme?
pl: Czy chcesz odinstalować ten motyw?

# tuliacms.themes.15
source: Theme has been uninstalled.
pl: Motyw został odinstalowany.

# tuliacms.themes.16
source: Theme imports
pl: Import do motywu

# tuliacms.themes.17
source: Import website content for theme
pl: Importuj zawartość witryny do motywu

# tuliacms.themes.18
source: This theme has defined some sample website content collections, ready to import right now. Import one from listed below or skip to create the content yourself.
pl: W tym motywie zdefiniowano kilka przykładowych kolekcji treści witryny, które można teraz zaimportować. Zaimportuj jeden z wymienionych poniżej lub pomiń, aby samodzielnie utworzyć zawartość.

# tuliacms.themes.19
source: This theme hasn't got any collections to import.
pl: Ten motyw nie ma żadnych kolekcji do zaimportowania.

# tuliacms.themes.20
source: Collection has been imported.
pl: Kolekcja została zaimportowana.

# tuliacms.themes.21
source: Import
pl: Importuj

# tuliacms.themes.22
source: Finish
pl: Zakończ
